[TankWOTC X2SoldierClassTemplate]
+DisplayName="坦克"
+ClassSummary="坦克因他们在战场上的高存活率而闻名。因为他们超强的耐力，他们能够承受很强的攻击。"
+LeftAbilityTreeTitle="生存"
+RightAbilityTreeTitle="战斗"
+AbilityTreeTitles[0]="生存"
+AbilityTreeTitles[1]="战斗"
+AbilityTreeTitles[2]="特殊"
+AbilityTreeTitles[3]="XCOM"

;nicknames that fit in the role of a tank
+RandomNickNames[0]=“山”
+RandomNickNames[1]=“珠穆朗玛峰”
+RandomNickNames[2]=“天顶”
+RandomNickNames[3]=“冰山”
+RandomNickNames[4]=“冰川”
+RandomNickNames[5]=“峰会”
+RandomNickNames[6]=“幸存者”
+RandomNickNames[7]=“表情”
+RandomNickNames[8]=“石头”
+RandomNickNames[9]=“墙”
+RandomNickNames[10]=“铁”
+RandomNickNames[11]=“钢”
+RandomNickNames[12]=“拳头”
+RandomNickNames[13]=“坚果”
+RandomNickNames[14]=“要塞”
+RandomNickNames[15]=“地堡”
+RandomNickNames[16]=“盾牌”
+RandomNickNames[17]=“摇滚”
+RandomNickNames[18]=“博尔特”
+RandomNickNames[19]=“高尔夫球”
+RandomNickNames[20]=“冰箱”
+RandomNickNames[21]=“椰子”
+RandomNickNames[22]=“锤子”
+RandomNickNames[23]=“保龄球”
+RandomNickNames[24]=“台球”
+RandomNickNames[25]=“地壳”
+RandomNickNames[26]=“傀儡”
+RandomNickNames[27]=“飓风”
+RandomNickNames[28]=“垃圾场”
+RandomNickNames[29]=“审判者”
+RandomNickNames[30]=“淘汰赛”
+RandomNickNames[31]=“金刚”
+RandomNickNames[32]=“疯狂狗”
+RandomNickNames[33]=“崩溃”
+RandomNickNames[34]=“驼鹿”
+RandomNickNames[35]=“新星”
+RandomNickNames[36]=“硝基”
+RandomNickNames[37]=“核武器”
+RandomNickNames[38]=“食人魔”
+RandomNickNames[39]=“比特犬”
+RandomNickNames[40]=“火焰兵”
+RandomNickNames[41]=“红线”
+RandomNickNames[42]=“犀牛”
+RandomNickNames[43]=“火箭”
+RandomNickNames[44]=“海风”
+RandomNickNames[45]=“平板”
+RandomNickNames[46]=“粉碎”
+RandomNickNames[47]=“喷火战斗机”
+RandomNickNames[48]=“烟熏”
+RandomNickNames[49]=“沼泽物”
+RandomNickNames[50]=“T骨”
+RandomNickNames[51]=“霸王龙”
+RandomNickNames[52]=“坦克”
+RandomNickNames[53]=“重击”
+RandomNickNames[54]=“雷霆”
+RandomNickNames[55]=“挠痒痒”
+RandomNickNames[56]=“痛苦”
+RandomNickNames[57]=“泰坦”
+RandomNickNames[58]=“炸药”
+RandomNickNames[59]=“火炬”
+RandomNickNames[60]=“战犬”
+RandomNickNames[61]=“战马”
+RandomNickNames[62]=“野孩子”
;nicknames male only
+RandomNicknames_Male[0]=“金刚”
+RandomNickNames_Male[1]=“鲸鱼”
+RandomNicknames_Male[2]=“布法罗”
+RandomNickNames_Male[3]=“大象”
+RandomNickNames_Male[4]=“绿巨人”
+RandomNickNames_Male[5]=“柯南”
+RandomNickNames_Male[6]=“The Thing”
+RandomNickNames_Male[7]=“歌利亚”
;nicknames female only
+RandomNickNames_Female[0]=“”
+RandomNicknames_Female[1]=“壳牌”
+RandomNickNames_Female[2]=“堡垒”
+RandomNicknames_Female[3]=“城堡”
+RandomNickNames_Female[4]=“泰坦尼克号”
+RandomNickNames_Female[5]=“熊妈妈”
+RandomNickNames_Female[6]=“深六”
+RandomNickNames_Female[7]=“萤火虫”
;photobooth male
+PhotoboothSoloBLines_Male[0]=“附近友好的巨人！
+PhotoboothSoloBLines_Male[1]=“真正的英雄没有痛苦！
+PhotoboothSoloBLines_Male[2]=“他的坦克小精灵救了人命！
+PhotoboothSoloBLines_Male[3]=“疲惫不堪，四面楚歌！
+PhotoboothSoloBLines_Male[4]=“幸存者。牧羊人。
;photobooth female
+PhotoboothSoloBLines_Female[0]=“附近友好的女巨人！
+PhotoboothSoloBLines_Female[1]=“真正的海洛因没有痛苦！
+PhotoboothSoloBLines_Female[2]=“她的坦克小精灵救了人命！
+PhotoboothSoloBLines_Female[3]=“疲惫不堪，四面楚歌！
+PhotoboothSoloBLines_Female[4]=“生存主义者。保护女。

; Xcom Archiv
[WOTCTank X2EncyclopediaTemplate]
+ListTitle="坦克"
+DescriptionTitle="坦克"
+DescriptionEntry="我们不知道我们的坦克兵在战争开始时的具体任务是什么。有传言说，我们的第一批坦克部队是在外星人入侵结束时组建的，以抵消新开发的希望带来 MEC 士兵的巨大损失。因此，我们相信，从这些事件中，我们今天的坦克训练路线就是由此产生的。不幸的是，这从未得到证实，直到今天，他们赢得战争的确切任务仍然不确定。<br/> <br/>当我们从现成的纸屑和几乎难以辨认的文件中提取时，包括坦克部队在内的战斗团队与防线、阻挡战术、区域保护、个人、运输和护送安全等流行语联系在一起。显然，坦克被派往需要开始分散注意力的战术、长时间的交火、一击面对许多敌人、保护某物或简单地进行时间比赛的地方。<br/> <br/>只有少数叛军自愿参加坦克兵役的竞争，只有最有韧性的竞争者才会在招募过程中被选为坦克士兵。然而，由于指挥官个人正在寻找有能力的坦克的消息已经传播开来，我们测量了摄入量的显着增加。<br/> <br/>坦克单位的核心任务之一是引起敌对的注意并为队友扫清道路。他们还带来了许多保护技能，可以训练自己的生存机会以及学习反击战术。因为他们在战术战斗中发挥着更积极的作用，所以坦克士兵可能会突然发现自己身处敌后，这使得坦克成为更考虑定时任务的选择。<br/> <br/>他们主要携带突击步枪作为主要武器，但他们也接受过使用其他武器的训练，并且有足够的力量像我们的炮手一样将重型加农炮带到战斗中。因为我们的坦克士兵基于他们独特的战斗风格，不仅屈服于高伤亡率，而且还暴露出突出的伤口危险，所以他们永远不会在没有防护装备的情况下参加战斗，这是我们第一个无人机原型的附带发展。<br/> <br/>C. O. 布拉德福德 [注]：虽然坦克类的新兵表现出良好的整体状况并且可以与许多武器互动，但我会问自己，如果他们几乎不击中敌人，他们还能在战斗中坚持多久......在射击场，坦克总是结果最差。<br/>"

[WOTCTankTanklin X2EncyclopediaTemplate]
+ListTitle="坦克小精灵"
+DescriptionTitle="坦克小精灵"
+DescriptionEntry="我们流行的小精灵无人机的表亲被我们的部队嘲笑为坦克小精灵，但这个小小的艰难发明已经从我们的抵抗战士手中挽救了许多生命。它的镀层比我们的标准无人机更好，核心也更强大，但智能机械系统不如其他无人机聪明。由于坦克小精灵满足远程黑客的所有技术要求，如果我们的专家不可用，这使我们的坦克成为很好的第二选择。"

; *********************************************************************************************************************
; ***                                         WOTC TANK ABILITIES                                                   ***
; *********************************************************************************************************************

; GTS
[TankWOTCResilience X2AbilityTemplate]
+LocFriendlyName="回弹"
+LocHelpText="敌人攻击坦克将受到-50点的暴击惩罚."
+LocFlyOverText="回弹"

[TankWOTCResilienceUnlock X2SoldierAbilityUnlockTemplate]
+DisplayName="坦克：回弹"
+Summary="特殊的战斗训练揭示了我们坦克的弱点。现在我们可以利用它们来发挥我们的优势.<br/><Bullet/> 敌人攻击坦克时受到暴击率-50的惩罚.<br/>"

[TankWOTCHackSeminar X2AbilityTemplate]
+LocFriendlyName="黑客协议"
+LocHelpText="这名士兵获得+30侵入."
+LocFlyOverText="黑客协议"

[TankWOTCHackSeminarUnlock X2SoldierAbilityUnlockTemplate]
+DisplayName="坦克：黑客协议"
+Summary="我们最好的专家将教我们的坦克更有效地对抗变种人网络。<br/><Bullet/>将使我们坦克的黑客属性增加 +30。<br/>"

; ---------- General Path -----------------

; Squaddie
[TankWOTCHereIAm X2AbilityTemplate]
+LocFriendlyName="我在这儿"
+LocLongDescription="尝试将这名士兵变成主要目标。对其的攻击获得+70%命中率和-20暴击率，持续一个回合。警告：可能会必中。"
+LocHelpText="尝试将这名士兵变成主要目标。所有单位攻击他时获得+70%命中率，但暴击率减少20." 
+LocFlyOverText="我在这儿"
+LocPromotionPopupText="<Bullet/>攻击这名士兵时的命中率增加70%.<br/><Bullet/>对这名士兵的攻击受到-20%暴击率的惩罚。<br/><Bullet/> 3回合冷却。“我在这儿”在玩家回合开始时结束。不消耗行动点数。<br/><Bullet/>请确保敌人能够看见你。<br/><Bullet/>因为额外的命中率，该士兵很可能必定被击中。<br/><Bullet/>这些增益和惩罚可以和其它技能叠加，比如弹性。<br/><Bullet/>敌人可能更喜欢攻击被标记或夹击的单位，即使这名士兵更容易被击中<br/><Bullet/>会解除隐身。<br/>"

[TankWOTCProtectionProtocolAblative X2AbilityTemplate]
+LocFriendlyName="保护协议"
+LocLongDescription="命令您的坦克小精灵激活保护协议.它将赋予目标不同的防御加成."
+LocHelpText="命令您的坦克小精灵激活保护协议."
+LocFlyOverText="保护协议"
+LocPromotionPopupText="<Bullet/>援助协议如果与您的第一个动作一起使用，将不会结束您的回合。<br/><Bullet/>援助协议有 3 回合冷却时间并使用一个动作。<br/><Bullet/>援助协议持续到你的下一个回合开始。<br/><Bullet/>援助协议 加成：+2 护盾 HP、+10 闪避、+1 近战伤害减免、+1 爆炸伤害减免。<br/><Bullet/>伤害减免不会导致 0 伤害。<br/><Bullet/>援助协议 加成可以随着更高级的坦克小精灵而变得更强。<br/><Bullet/>如果这名士兵正在燃烧、迷失方向或被压制，也可以使用援助协议。<br/><Bullet/>援助协议不会打破隐蔽。<br/>"

; ---------- Survival Tank ------------------

; Lance Corporal
[TankWOTCSteadfast X2AbilityTemplate]
+LocFriendlyName="坚定"
+LocLongDescription="永远不会因为受伤，或队友死亡而惊慌。也免疫昏迷。"
+LocFlyOverText="坚定"
+LocPromotionPopupText="<Bullet/>不免疫失去意识或混乱。<br/><Bullet/>惊慌免疫对灵能攻击无效，但是对另一些罕见的攻击有效。<br/><Bullet/>免疫昏迷。<br/>"
+LocPromotionPopupText="<Bullet/>不能免疫无意识和迷失方向。<br/><Bullet/>恐慌免疫对灵能攻击不起作用，但对其他一些罕见的攻击有效。<br/><Bullet/>免疫眩晕。<br/>"

; Corporal
[TankWOTCSuspension X2AbilityTemplate]
+LocFriendlyName="悬吊"
+LocHelpText="减少受到的反应射击造成的伤害 +"
+LocLongDescription="减少受到的反应射击造成的伤害."
+LocPromotionPopupText="<Bullet/>适用于所有反应攻击，例如守望先锋射击和其他反应能力。<br/><Bullet/>伤害减免加成取决于所装备的护甲技术。<br/><Bullet/>伤害减免加成：+1 常规，+2 镀层，+3 充能。<br/><Bullet/>伤害减免加成可以与其他技能叠加。<br/><Bullet/>伤害减免不会导致 0 伤害。<br/>"

; Staff Sergeant
[TankWOTCShockAbsorbantArmor X2AbilityTemplate]
+LocFriendlyName="减震装甲"
+LocLongDescription="减少 2 格半径内的伤害."
+LocHelpText="减少 2 格半径内的伤害 +"
+LocFlyOverText="减震装甲"
+LocPromotionPopupText="<Bullet/>手榴弹和其他间接攻击的伤害是从爆炸点开始计算的。<br/><Bullet/>伤害减免加成取决于所装备的护甲技术。<br/><Bullet/>伤害减免加成：+1 常规，+2 镀层，+3 充能。<br/><Bullet/>伤害减免加成可以与其他技能叠加。<br/><Bullet/>伤害减免加成不会授予友军。<br/><Bullet/>伤害减免不会导致 0 伤害。<br/>"

; Tech Sergeant
[TankWOTCSurvivalTraining X2AbilityTemplate]
+LocFriendlyName="生存训练"
+LocLongDescription="蹲下立即治疗+5点生命值，火，酸，毒。还显著缩短了该装置的伤口恢复时间."
+LocHelpText="治疗并趴下。"
+LocFlyOverText="生存训练"
+LocPromotionPopupText="<Bullet/>每个任务可使用 1 次。<br/><Bullet/>只能在掩体中激活。<br/><Bullet/>立即治疗 +5 HP、火焰、酸和毒。<br/><Bullet/>在激活回合中获得一次普通的蹲伏技能加成。<br/><Bullet/>显著减少此单位的伤口恢复时间，但前提是在任务中激活了生存训练。<br/>"

[TankWOTCSurvivalTrainingHunkerDown X2AbilityTemplate]
+LocFriendlyName="生存训练"
+LocHelpText="+50闪避，并且+ 30防御，直到你的下一个回合。"
+LocFlyOverText="趴下。"

; Gunnery Sergeant
[TankWOTCAbsorptionField X2AbilityTemplate]
+LocFriendlyName="吸收场"
+LocHelpText="该单位有减少伤害加成：+"
+LocLongDescription="该单位被一个伤害吸收场包围，该场立即降低单位本身和场内任何盟友的伤害."
+LocPromotionPopupText="<Bullet/>护甲会在单位周围产生一个特殊的伤害吸收场。<br/><Bullet/>2 格半径。<br/><Bullet/>战场的实力取决于该单位装备的装甲技术。<br/><Bullet/>伤害减免加成：+1 常规、+2 镀层、+3 充能;<br/><Bullet/>由于叠加的吸收范围越来越强，多个吸收范围内的单位会获得叠加的伤害减免，并且这些加成可以再次与其他技能叠加。<br/><Bullet/>伤害减免不会导致 0 伤害。<br/>"

[TankWOTCAbsorptionFieldPassiveInfo X2AbilityTemplate]
+LocFriendlyName="吸收场"
+LocLongDescription="该单位被一个伤害吸收场包围，可以立即降低单位本身和场内任何盟友的伤害."

; ---------- Middle ------------------

; Lance Corporal
[TankWOTCBallisticVests X2AbilityTemplate]
+LocFriendlyName="防弹背心"
+LocLongDescription="这名士兵每装备一件背心或镀层，就会获得+1点额外的护甲."
+LocHelpText="这名士兵每装备一件背心或镀层，就会获得+1点额外的护甲."
+LocFlyOverText="防弹背心"
+LocPromotionPopupText="<Bullet/>防弹背心为每件装备的背心或护甲为该士兵增加 1 点护甲。<br/><Bullet/>加成将在任务开始时应用。<br/>"

[TankWOTCBallisticVestsPassiveInfo X2AbilityTemplate]
+LocFriendlyName="防弹背心"
+LocLongDescription="这名士兵每装备一件背心或镀层，就会获得+1点额外的护甲."

; Corporal
[TankWOTCWarningShot X2AbilityTemplate]
+LocFriendlyName="警告射击"
+LocLongDescription="一个特殊的射击，有很高几率使目标惊慌，无论是否命中。但是即使命中，也只会擦伤目标。"
+LocHelpText="一次可以使目标惊慌的射击。击中时至多只能擦伤。"
+LocFlyOverText="警告射击"
+LocPromotionPopupText="<Bullet/>用你的主武器进行一次特殊的射击，使目标惊慌，无论攻击命中与否。<br/><Bullet/>如果攻击命中，目标有80%的几率被惊慌，但是子弹只会擦伤目标，与目标的闪避无关。<br/><Bullet/>如果攻击未命中，有60%的几率使目标惊慌。<br/><Bullet/>消耗1个行动点，并且结束士兵的回合。<br/><Bullet/>使用1发弹药，有4回合冷却。<br/><Bullet/>可以使用小队视野，但目标必须在武器射程之内。<br/><Bullet/>一些稀有敌人会免疫精神攻击或惊慌。<br/><Bullet/>会破除隐身。<br/>"

; Tech Sergeant
[TankWOTCDecoy X2AbilityTemplate]
+LocFriendlyName="诱饵"
+LocLongDescription="在你的物品栏中提供一个免费的拟态信标。"
+LocHelpText="在你的物品栏中提供一个免费的拟态信标。"
+LocFlyOverText="诱饵"
+LocPromotionPopupText="<Bullet/>拟态信标生成一个全息诱饵，吸引敌人攻击，持续一个回合。<br/><Bullet/>它的使用就像手榴弹，扔到一个地点，诱饵在彼处出现。<br/><Bullet/>拟态信标持续一个回合，或者直到他们的生命值因敌人攻击而耗尽。<br/><Bullet/>使用后破除隐身。<br/><Bullet/>一些稀有敌人对拟态信标免疫。<br/><Bullet/>每个任务限一次。<br/>"

[TankWOTCDecoyPassiveInfo X2AbilityTemplate]
+LocFriendlyName="诱饵"
+LocLongDescription="这个士兵获得了1个免费的拟态信标。"
+LocFlyOverText="诱饵"

; Gunnery Sergeant
[TankWOTCTeamShield X2AbilityTemplate]
+LocFriendlyName="团队护盾"
+LocLongDescription="激活效果能量护盾区域。它赋予该单位和队友护盾."
+LocHelpText="激活一个团队护盾。" 
+LocFlyOverText="团队护盾"
+LocPromotionPopupText="<Bullet/>激活团队护盾将结束士兵回合。<br/><Bullet/>每个任务 1 次充能。<br/><Bullet/>团队护盾持续 5 回合，直到护盾 HP 耗尽。如果这名士兵死亡，他们也会从你的队友中删除。<br/><Bullet/>半径为 10 格。<br/><Bullet/>授予的护盾生命值数量取决于配备的主要武器技术的激活剂：+2 常规、+3 激光/脉冲、+4 磁性、+5 线圈、+6 光束。<br/><Bullet/> Does break concealment.<br/>"

; Master Sergeant
[TankWOTCEverSafe X2AbilityTemplate]
+LocFriendlyName="永安"
+LocLongDescription="如果你所有的行动点数都用于移动，在回合结束时你会自动激活保护协议。"
+LocHelpText="自动激活保护协议，如果你这一回合除了移动以外啥也没做。"
+LocFlyOverText="保护协议：永安"
+LocPromotionPopupText="<Bullet/>永安为坦克提供了一个非常高机动性的玩法。<br/><Bullet/>除了移动以外，任何操作都会使之失效。<br/><Bullet/>如果你这回合压根啥也没做，永安也会生效。<br/><Bullet/>惊慌时不会生效。<br/>"

[TankWOTCEverSafePassiveInfo X2AbilityTemplate]
+LocFriendlyName="永安"
+LocLongDescription="如果你所有的行动点数都用于移动，在回合结束时你会自动激活保护协议。"
+LocHelpText="自动激活保护协议，如果你这一回合除了移动以外啥也没做。"
+LocFlyOverText="保护协议：永安"

; ---------- Battle Tank ------------------

; Lance Corporal
[TankWOTCChallenge X2AbilityTemplate]
+LocFriendlyName="挑战"
+LocLongDescription="挑战敌人，将其作为你的主要敌人。使用这个能力的士兵在攻击被挑战的敌人时获得增益。使用这个能力的士兵激励周围的友军，如果被挑战的敌人被杀死。"
+LocHelpText="挑战这个敌人2回合。"
+LocFlyOverText="挑战"
+LocPromotionPopupText="<Bullet/>挑战一个目标2回合。<br/><Bullet/>消耗1个行动点。4回合冷却。<br/><Bullet/>每个拥有挑战技能的士兵，在攻击被挑战的单位时，都获得+15命中和+10暴击增益。<br/><Bullet/>破除隐身。<br/><Bullet/>当一个拥有挑战技能的士兵杀死一个被挑战的目标，周围的友军（半径7格）会被激励，提高+1移动力，+10%命中，+5%暴击，+5闪避，+5防御，+20意志力，持续2回合。<br/>"

[TankWOTCChallengeAim X2AbilityTemplate]
+LocFriendlyName="挑战"
+LocLongDescription="这名士兵在攻击被挑战的敌人时获得增益。+15%命中和+10%暴击。当这名士兵杀死一个被挑战的敌人，他会暂时激励周围的友军。"

[TankWOTCChallengeMotivation X2AbilityTemplate]
+LocFriendlyName="激励"
+LocFlyOverText="被激励"
+LocHelpText="这个单位被激励，因为一个被挑战的敌人被杀死了。奖励：+1移动力，+10%命中，+5%暴击，+5闪避，+5防御，+20意志力，持续2回合。"

; Corporal
[TankWOTC复仇 X2AbilityTemplate]
+LocFriendlyName="REVENGE"
+LocHelpText="当被敌人作为攻击目标时，自动用你的主武器反击，每回合限一次。"
+LocLongDescription="当被敌人作为攻击目标时，自动用你的主武器反击，每回合限一次。"
+LocPromotionPopupText="<Bullet/>复仇每回合只能触发一次。<br/><Bullet/>复仇可以由近战攻击和范围效果攻击触发。<br/><Bullet/> 复仇在被监视作为目标时不会触发。<br/><Bullet/> 复仇只会对你的武器射程、视线范围内的目标有效，并且只要士兵还有弹药。<br/><Bullet/> 如果这个士兵正在燃烧并且受到一些罕见的敌人灵能攻击，复仇就不起作用。<br/><Bullet/> 复仇如果这个单位是精神控制的，则不会对队友起作用。<br/><Bullet/> 复仇对偷看射击的敌人或具有暗影步能力的敌人不起作用。<br/><Bullet/>如果命中率低于 1%，则不会触发复仇。这也可以通过火力控制芯片进行控制。<br/><Bullet/> 复仇可以与其他反应射击结合使用。<br/><Bullet/>因为它是反应射击，所以它可以与其他技能结合使用。<br/>"

[TankWOTCREVENGEShot X2AbilityTemplate]
+LocFriendlyName="复仇"
+LocHelpText="当被敌人作为攻击目标时，自动用你的主武器反击，每回合限一次。"

[TankWOTCAttitude X2AbilityTemplate]
+LocFriendlyName="态度"
+LocFlyOverText="态度：改变"
+LocHelpText="改变单位的态度."
+LocLongDescription="该单位将不再激活惩罚或预射在接下来的 5 回合。单位暂时获得+5闪避作为交换."

; Sergeant
[TankWOTCPreFire X2AbilityTemplate]
+LocFriendlyName="提前开火"
+LocHelpText="当被敌人作为攻击目标时，自动用你的主武器进行一次优先的反应射击，每回合限一次。"
+LocLongDescription="当被敌人作为攻击目标时，自动用你的主武器进行一次优先的反应射击，每回合限一次。"
+LocPromotionPopupText="<Bullet/>复仇 can only trigger once per turn.<br/><Bullet/> 复仇 can be triggered by melee attacks and Area of Effect attacks.<br/><Bullet/>复仇在被监视作为目标时不会触发。<br/><Bullet/>复仇只会对你的武器射程、视线范围内的目标有效，并且只要士兵还有弹药。<br/><Bullet/>如果这个士兵正在燃烧并且受到一些罕见的敌人灵能攻击，复仇就不起作用。<br/><Bullet/>复仇如果这个单位是精神控制的，则不会对队友起作用。<br/><Bullet/>复仇对偷看射击的敌人或具有暗影步能力的敌人不起作用。<br/><Bullet/>如果命中率低于 1%，则不会触发复仇。这也可以通过火力控制芯片进行控制。<br/><Bullet/>复仇可以与其他反应射击结合使用。<br/><Bullet/>因为它是反应射击，所以它可以与其他技能结合使用。<br/>"

[TankWOTCPreFireShot X2AbilityTemplate]
+LocFriendlyName="提前开火"
+LocHelpText="当被敌人作为攻击目标时，自动用你的主武器进行一次优先的反应射击，每回合限一次。"

; Staff Sergeant
[TankWOTCStandBy X2AbilityTemplate]
+LocFriendlyName="准备就绪"
+LocFlyOverText="准备就绪"
+LocLongDescription="这名士兵的所有反应射击都可以暴击。这个单位的反应射击和其它反击技能还拥有+10%命中，+10%暴击和+1额外基础伤害。"
+LocPromotionPopupText="<Bullet/>这名士兵的可以在反应射击时暴击了。<br/><Bullet/>这名士兵的反应射击和其它反击有+10%命中和+10%暴击几率。<br/><Bullet/>这名士兵的反应射击和其它反击造成1点额外的基础伤害。<br/><Bullet/>准备就绪的增益可与其它技能叠加。<br/>"

; Tech Sergeant
[TankWOTCCombatDrugs X2AbilityTemplate]
+LocFriendlyName="战斗药物"
+LocLongDescription="在你的物品栏中提供一个免费的超能血清。"
+LocHelpText="在你的物品栏中提供一个免费的超能血清。"
+LocFlyOverText="战斗药物"
+LocPromotionPopupText="<Bullet/>一个使用了超能血清的士兵，在接下来的2回合里获得额外的移动力和护甲。<br/><Bullet/>超能血清也使士兵暂时免疫昏迷和几乎所有灵能攻击。<br/><Bullet/>激活超能血清是不消耗行动点，也不解除隐身。<br/><Bullet/>超能血清的增益不会叠加，如果你在一回合中使用了两个。<br/><Bullet/>每场任务限一次。<br/>"

[TankWOTCCombatDrugsPassiveInfo X2AbilityTemplate]
+LocFriendlyName="战斗药物"
+LocLongDescription="这个士兵获得了1个免费的超能血清。"
+LocFlyOverText="战斗药物"

[TankWOTCCombatStims X2AbilityTemplate]
+LocFriendlyName="战斗药物：超能血清"
+LocLongDescription="一个使用了超能血清的士兵，在接下来的2回合里获得额外的移动力，昏迷免疫，免疫几乎所有灵能攻击，额外护甲，持续2回合。激活它不消耗行动点。"
+LocHelpText="获得额外的移动力，昏迷免疫，免疫几乎所有灵能攻击，额外护甲，持续2回合。激活它不消耗任何行动点。"
+LocFlyOverText="战斗药物：超能血清"

; Gunnery Sergeant
[TankWOTCReflectionField X2AbilityTemplate]
+LocFriendlyName="反射场"
+LocLongDescription="该单元被反射场包围。任何来自射击的伤害都有 33% 的几率被反射而不是击中单位。"
+LocFlyOverText="反射场"
+LocPromotionPopupText="<Bullet/> 反射的射击将击中攻击者而不是单位.<br/><Bullet/> 不适用于反应攻击，如监视。<br/><Bullet/>不适用于范围攻击，例如手榴弹。<br/><Bullet/>不适用于具有特殊伤害类型的攻击，例如灵能攻击。<br/><Bullet/>对近战攻击不起作用。<br/>"

; *********************************************************************************************************************
; ***                                         TANKLIN                                                               ***
; *********************************************************************************************************************

; ---------- Tanklin Abilities --------------

[TankWOTCShieldHit X2AbilityTemplate]
+LocFriendlyName="自卫模式"
+LocLongDescription="坦克可以免费对进入近战范围或从近战范围攻击的敌人进行近战攻击，只要保护协议处于活动状态."
+LocFlyOverText="自卫模式"

[TankWOTCShieldHitRangeAttack X2AbilityTemplate]
+LocFriendlyName="自卫模式"
+LocFlyOverText="自卫模式"

[TankWOTCAdvancedStorage X2AbilityTemplate]
+LocFriendlyName="高级存储"
+LocLongDescription="您也可以在其他设备上使用保护协议."

[TankWOTCLastChanceAbility X2AbilityTemplate]
+LocFriendlyName="纳米稳定剂"
+LocLongDescription="每个任务一次，如果坦克受到致命伤害，坦克不会死亡，而是立即激活保护协议并将单位治疗到 5 点生命值."
+LocFlyOverText="纳米稳定剂：保护协议"

[TankWOTCLastChanceTriggeredAbility X2AbilityTemplate]
+LocFriendlyName="纳米稳定剂"
+LocLongDescription="这个士兵本该死亡，却活了下来并激活了保护协议。这次任务不会再发生这种事了。"
+LocHelpText="这个士兵本该死亡，却活了下来并激活了保护协议。这次任务不会再发生这种事了。"
+LocFlyOverText="纳米稳定剂: 保护协议"

; ---------- Tanklin Drone ------------------

[Tanklin_CV X2GremlinTemplate]
+FriendlyName="坦克小精灵"
+FriendlyNamePlural="坦克小精灵"
+BriefSummary="坦克小精灵是一架坚固的无人机."
+TacticalText="<Bullet/> 坦克小精灵允许坦克执行各种战场任务和特殊能力.\n<Bullet/>坦克小精灵通常不会被敌人注意到，不会受到伤害或被摧毁。如果其所有者丧失行为能力或死亡，它将关闭。"
+AbilityDescName="坦克小精灵"

[Tanklin_MG X2GremlinTemplate]
+FriendlyName="坦克小精灵 Mark II"
+FriendlyNamePlural="高级坦克小精灵 Mark II"
+BriefSummary="坦克小精灵 Mark II是标准坦克小精灵无人机的改进版本."
+TacticalText="<Bullet/> 保护协议堆叠加成:\n 护盾： +2， 闪避： +10， 近战伤害降低： +1， 爆炸伤害减少: +1;\n<Bullet/>坦克小精灵 Mk II 允许坦克执行各种战场任务和特殊能力。"
+AbilityDescName="坦克小精灵 Mark II"

[Tanklin_BM X2GremlinTemplate]
+FriendlyName="坦克小精灵 Mark III"
+FriendlyNamePlural="坦克小精灵 Mark III"
+BriefSummary="坦克小精灵 Mark III是标准坦克小精灵无人机的改进版本s."
+TacticalText="<Bullet/> 保护协议堆叠加成:\n 护盾： +3， 闪避： +15， 近战伤害降低： +2， 爆炸伤害减少: +2;\n<Bullet/>坦克小精灵 Mk III 允许坦克执行各种战场任务和特殊能力。"
+AbilityDescName="坦克小精灵 Mark III"

[Tanklin_MG_Schematic X2SchematicTemplate]
+m_strClassLabel="坦克"

[Tanklin_BM_Schematic X2SchematicTemplate]
+m_strClassLabel="坦克"
